var data =
	{
		"genres": [
			"Роман",
			"Повест",
			"Разказ",
			"Приказка",
			"Анекдот",
			"Ода",
			"Сонет",
			"Елегия",
			"Поема",
			"Балада",
			"Лирическа миниатюра",
			"Стихотворение"
		],
		"authors": [
			"Христо Ботев",
			"Иван Вазов",
			"Алеко Константинов",
			"Пенчо Славейков",
			"Пейо Яворов",
			"Елин Пелин",
			"Димчо Дебелянов",
			"Христо Смирненски",
			"Гео Милев",
			"Атанас Далчев",
			"Елисавета Багряна",
			"Йордан Йовков",
			"Никола Вапцаров",
			"Димитър Талев",
			"Димитър Димов"
		],
		"titles": [
			"Майце си",
			"Към брата си",
			"Левски",
			"Ралица",
			"Косачи"
		],
		"data": [
			{
				"author": "Христо Ботев",
				"title": "Майце си",
				"genre": "Елегия"
			},
			{
				"author": "Христо Ботев",
				"title": "Към брата си",
				"genre": "Елегия"
			},
			{
				"author": "Иван Вазов",
				"title": "Левски",
				"genre": "Ода"
			},
			{
				"author": "Пенчо Славейков",
				"title": "Ралица",
				"genre": "Поема"
			},
			{
				"author": "Елин Пелин",
				"title": "Косачи",
				"genre": "Разказ"
			}
		]
	}