var data =
{
	"genres": [
		"Роман",
		"Повест",
		"Разказ",
		"Приказка",
		"Анекдот",
		"Ода",
		"Сонет",
		"Елегия",
		"Поема",
		"Балада",
		"Лирическа миниатюра",
		"Стихотворение"
	],
	"authors": [
		"Христо Ботев",
		"Иван Вазов",
		"Алеко Константинов",
		"Пенчо Славейков",
		"Пейо Яворов",
		"Елин Пелин",
		"Димчо Дебелянов",
		"Христо Смирненски",
		"Гео Милев",
		"Атанас Далчев",
		"Елисавета Багряна",
		"Йордан Йовков",
		"Никола Вапцаров",
		"Димитър Талев",
		"Димитър Димов"
	],
	"titles": [
		"Майце си",
		"Към брата си",
		"Елегия",
		"Борба",
		"До моето първо либе",
		"На прощаване",
		"Хаджи Димитър",
		"Моята молитва",
		"Обесването на Васил Левски",
		"Българският език",
		"Отечество любезно",
		"При Рилският манастир",
		"Елате ни вижте",
		"Линее нашто поколение",
		"Епопея на забравените",
		"Левски",
		"Паисий",
		"Кочо",
		"Опълченците на Шипка",
		"Дядо Йоцо гледа",
		"Чичовци",
		"Под игото",
		"Разни хора, разни идеали",
		"Бай Ганьо",
		"Ралица",
		"Cis moll",
		"Ни лъх не дъхва над полени",
		"Спи езерото; белостволи буки",
		"Самотен гроб в самотен кът",
		"Градушка",
		"Заточеници",
		"Ще бъдеш в бяло",
		"Две хубави очи",
		"Стон",
		"Сенки",
		"Две души",
		"Песента на човека",
		"Маска",
		"Ветрената мелница",
		"Косачи",
		"Задушница",
		"Мечтатели",
		"На оня свят",
		"Андрешко",
		"Чорба от греховете на отец Никодим",
		"Занемелите камбани",
		"Гераците",
		"Черна песен",
		"Пловдив",
		"Да се завърнеш...",
		"Помниш ли, помниш ли...",
		"Спи градът",
		"Миг",
		"Един убит",
		"Сиротна песен",
		"Тиха победа",
		"Да бъде ден",
		"Ний",
		"Йохан",
		"Юноша",
		"Старият музикант",
		"Цветарка",
		"Зимни вечери",
		"Септември",
		"Прозорец",
		"Болница",
		"Стаята",
		"Къщата",
		"Повест",
		"Книгите",
		"Камък",
		"Дяволско",
		"Кукувица",
		"Вечната и Святата",
		"Стихии",
		"Потомка",
		"Вечната",
		"Песента на Колелетата",
		"Последна радост",
		"Шибил",
		"През чумавото",
		"Индже",
		"Албена",
		"Другоселец",
		"Серафим",
		"Вяра",
		"Писмо",
		"Песен за човека",
		"Сън",
		"История",
		"Завод",
		"Кино",
		"Прощално",
		"Борбата е безмилостно жестока...",
		"Железният светилник",
		"Тютюн"
	],
	"data": [
		{
			"author": 0,
			"title": 0,
			"genre": -1
		},
		{
			"author": 0,
			"title": 1,
			"genre": -1
		},
		{
			"author": 0,
			"title": 2,
			"genre": -1
		},
		{
			"author": 0,
			"title": 3,
			"genre": -1
		},
		{
			"author": 0,
			"title": 4,
			"genre": -1
		},
		{
			"author": 0,
			"title": 5,
			"genre": -1
		},
		{
			"author": 0,
			"title": 6,
			"genre": -1
		},
		{
			"author": 0,
			"title": 7,
			"genre": -1
		},
		{
			"author": 0,
			"title": 8,
			"genre": -1
		},
		{
			"author": 1,
			"title": 9,
			"genre": -1
		},
		{
			"author": 1,
			"title": 11,
			"genre": -1
		},
		{
			"author": 1,
			"title": 11,
			"genre": -1
		},
		{
			"author": 1,
			"title": 12,
			"genre": -1
		},
		{
			"author": 1,
			"title": 13,
			"genre": -1
		},
		{
			"author": 1,
			"title": 14,
			"genre": -1
		},
		{
			"author": 1,
			"title": 15,
			"genre": -1
		},
		{
			"author": 1,
			"title": 16,
			"genre": -1
		},
		{
			"author": 1,
			"title": 17,
			"genre": -1
		},
		{
			"author": 1,
			"title": 18,
			"genre": -1
		},
		{
			"author": 1,
			"title": 19,
			"genre": -1
		},
		{
			"author": 1,
			"title": 21,
			"genre": -1
		},
		{
			"author": 1,
			"title": 21,
			"genre": -1
		},
		{
			"author": 2,
			"title": 22,
			"genre": -1
		},
		{
			"author": 2,
			"title": 23,
			"genre": -1
		},
		{
			"author": 3,
			"title": 24,
			"genre": -1
		},
		{
			"author": 3,
			"title": 25,
			"genre": -1
		},
		{
			"author": 3,
			"title": 26,
			"genre": -1
		},
		{
			"author": 3,
			"title": 27,
			"genre": -1
		},
		{
			"author": 3,
			"title": 28,
			"genre": -1
		},
		{
			"author": 4,
			"title": 29,
			"genre": -1
		},
		{
			"author":4,
			"title": 30,
			"genre": -1
		},
		{
			"author":4,
			"title": 31,
			"genre": -1
		},
		{
			"author":4,
			"title": 32,
			"genre": -1
		},
		{
			"author":4,
			"title": 33,
			"genre": -1
		},
		{
			"author":4,
			"title": 34,
			"genre": -1
		},
		{
			"author":4,
			"title": 35,
			"genre": -1
		},
		{
			"author":4,
			"title": 36,
			"genre": -1
		},
		{
			"author":4,
			"title": 37,
			"genre": -1
		},
		{
			"author":5,
			"title": 38,
			"genre": -1
		},
		{
			"author":5,
			"title": 39,
			"genre": -1
		},
		{
			"author":5,
			"title": 40,
			"genre": -1
		},
		{
			"author":5,
			"title": 41,
			"genre": -1
		},
		{
			"author":5,
			"title": 42,
			"genre": -1
		},
		{
			"author":6,
			"title": 43,
			"genre": -1
		},
		{
			"author":6,
			"title": 44,
			"genre": -1
		},
		{
			"author":6,
			"title": 45,
			"genre": -1
		},
		{
			"author":6,
			"title": 46,
			"genre": -1
		},
		{
			"author":6,
			"title": 47,
			"genre": -1
		},
		{
			"author":6,
			"title": 48,
			"genre": -1
		},
		{
			"author":6,
			"title": 49,
			"genre": -1
		},
		{
			"author":6,
			"title": 50,
			"genre": -1
		},
		{
			"author":7,
			"title": 51,
			"genre": -1
		},
		{
			"author":7,
			"title": 52,
			"genre": -1
		},
		{
			"author":7,
			"title": 53,
			"genre": -1
		},
		{
			"author":7,
			"title": 54,
			"genre": -1
		},
		{
			"author":7,
			"title": 55,
			"genre": -1
		},
		{
			"author":7,
			"title": 56,
			"genre": -1
		},
		{
			"author":7,
			"title": 57,
			"genre": -1
		},
		{
			"author":7,
			"title": 58,
			"genre": -1
		},
		{
			"author":7,
			"title": 59,
			"genre": -1
		},
		{
			"author":8,
			"title": 60,
			"genre": -1
		},
		{
			"author":9,
			"title": 61,
			"genre": -1
		}		
	]
}