var data =
	{
		"genres": [
			"Елегия",
			"Поема",
			"Повест",
			"Ода",
			"Разказ"
		],
		"authors": [
			"Христо Ботев",
			"Иван Вазов",
			"Елин Пелин",
			"Пенчо Славейков"
		],
		"titles": [
			"Майце си",
			"Към брата си",
			"Левски",
			"Ралица",
			"Косачи"
		],
		"data": [
			{
				"author": "Христо Ботев",
				"title": "Майце си",
				"genre": "Елегия"
			},
			{
				"author": "Христо Ботев",
				"title": "Към брата си",
				"genre": "Елегия"
			},
			{
				"author": "Иван Вазов",
				"title": "Левски",
				"genre": "Ода"
			},
			{
				"author": "Пенчо Славейков",
				"title": "Ралица",
				"genre": "Поема"
			},
			{
				"author": "Елин Пелин",
				"title": "Косачи",
				"genre": "Разказ"
			}
		]
	}